{
	tips:[
{"freq":0, "tip":"You can change the frequency of tips by adding a json object instead of a string, like so. For example, this tip has a frequency of 0 and will never show up. The default freq value is 1."},
"Lower your shields to dissipate \"hard\" flux generated by taking shield damage.",
"Shields and weapons both generate flux, so lowering your shields to take some hits on hull and armor will increase your sustained firepower. This can be vital, especially for heavily armored ships.", 
"Beam weapon damage to shields generates \"soft\" flux that can be dissipated without dropping shields",
"Press TAB to toggle the command UI. Use the command UI to give orders to your fleet.",
"Ordering one ship to escort another limits the escort's mobility. Use the command with caution.",
"If your shields take too much damage, the ship will overload and weapons and shields will be disabled for a few seconds.",
"Long range missiles (LRMs) can hit targets from beyond visual range. Press Tab to open the command UI and target far-away ships by clicking on them and then selecting 'Set as Target'.",
"In combat, move the mouse around to pan the view.  Press 'T' to anchor your view to your target, and press 'T' again to go back to the normal view.",
"Press LMB to fire and RMB to use the shields.  Use WASD to pilot the ship.",
"Kinetic damage is good against shields, while high-explosive damage is good against armor.",
"Fragmentation damage is poor against everything but exposed hull, but weapons dealing it tend to be very flux-efficient.",
"Energy weapons do equally well against both shields and armor, but aren't as good as more specialized damage types vs either.",
"A missile weapon slot is versatile - there are missiles to fulfill virtually every role - but missile launchers usually have very low ammo.",
"Firing weapons or using shields builds up flux.  When the flux level is maxed out, you'll have to wait for it to go down before you can fire again.",
"Ships receive a boost to top speed when their flux level is zero, unless they are inside a nebula.",
"When refitting a ship, Shift-click on a weapon slot to install the previously selected weapon without opening the weapon selection menu.",
"When creating weapon groups for a ship, Shift-click to assign all weapons of the same type.",
"When editing a text field, you can press Shift-Backspace to clear it, or Ctrl-Backspace to delete the last word.",
"Most open-market trade is made unprofitable by tariffs. Exploit ongoing events and disruptions to make a profit.",
"Hold Shift while adding or removing flux vents or capacitors to do it more quickly.",
"Hold Shift while scrolling with the mousewheel to scroll more quickly.",
#"Control-click to buy/sell a stack. Shift-click to pick up items one at a time. Hold Shift and click and drag to select a specific quantity. Hold Alt and drag to quickly sell or transfer stacks under the mouse pointer.",
"Control-click to buy/sell a stack. Shift-click to pick up items one at a time. Hold Shift and click and drag to select a specific quantity.",
"To pan the in-combat map, either right-click and drag or use the arrow keys.",
"Launching torpedoes at point-blank range can be hazardous to your ship.",
"Ships with a (D) designation are substandard versions of the normal hulls.",
"Deploying ships in combat reduces their combat readiness (\"CR\"), which costs supplies to recover.",
"Deploying more ships than you need into combat can cost more supplies than you gain from fighting.",
"Ships consume supplies for maintenance based on their supplies/month stat, and consume extra supplies while recovering CR or undergoing repairs.",
"Your fleet can carry cargo, crew, or fuel in excess of its maximum capacity at the cost of extra supply consumption.",
"You can get extra info from many tooltips by pressing F1 to expand them.",
"More guns isn't always better - having enough flux capacity and dissipation for sustained fire can be more important.",
"Refitting a ship in space will reduce its combat readiness, especially when changing hull mods.",
"Weapons that fire energy bolts or projectiles can hit targets beyond their maximum range, but only deal soft flux damage to shields when they do.",
"You can create groups of ships using Ctrl and the number keys, and select them using the number keys. This works both in combat and in the deployment dialog.",
"Carriers will stop launching replacement fighters once their combat readiness reaches 0%.",
"Carriers armed with only point-defense and missile weapons will attempt to keep away from enemy ships.",
"Press 'Z' to toggle between ordering a carrier's fighters to attack or pull back to the carrier.",
"Ordering fighters to regroup will make the carrier's replacement rate go down more slowly, and will make damaged wings try to shelter behind the carrier.",
"When piloting a carrier, its fighters will escort a friendly ship if the carrier targets it, and will continue escorting it until recalled even if the target is cleared.",
"Bombers have high damage potential, but work best when combined with other fighters, weapons, and ships to ensure they can deliver the damage.",
"Percentage increases are additive. Percentage reductions are generally multiplicative.",
"Slow-moving fleets do not attract storm strikes in hyperspace.",
"Weapons have halved recoil when mounted in hardpoint slots.",
"Scuttling a ship - or simply not recovering it - will produce more value in fuel and supplies than selling it would.",
"If a star system has few stable locations, you can create a new one by interacting with the star.",
"Assigning marines to attack a low-danger objective can create a diversion and reduce casualties from a dangerous raid more than keeping those marines in reserve.",
"The side with more capable officers in command of combat-ready ships gets more deployment points.",
"Ships with officers or s-mods are almost always recoverable if lost in combat. Some skills and hullmods can also make other ships always recoverable.",
"Scuttling or losing a ship with s-mods you've built into it grants enough bonus XP to gain back the story points spent on building the hullmods in.",
"Slipstreams are temporary and, in recent memory, synchronized with the standard Domain cycle. In the first half of the cycle, they tend to flow towards the galactic east, and in the second half, to the west.",      
     ],
     
     
     
}